import React from "react";

const PressConferences = () => {
    return (
        <div>
            <div>
                <h3>
                    Чемпионат Австралии, тур-4
                </h3>
                <div>
                    <h4>
                        Матч: Мельбурн Виктори(1) - Алтона Мэджик(0) Видео Текст
                    </h4>
                    <div>
                        <button>
                            Комментировать
                        </button>
                        <button>
                            Смотреть комментарии
                        </button>
                    </div>
                    <h4>
                        <b>Менеджер команды "Алтона Мэджик"</b>
                    </h4>
                    <p>
                        <time>23:19 23.09.2020</time>
                    </p>
                    <p>[23.09.2020 23:19:17] Команда провела отличный гостевой матч автосоставом с сильным
                        соперником, хотя для нас он и получился &quot;на толстенького&quot;. Моих решений не было,
                        потому комментировать больше нечего</p>
                    <div>
                        <button>
                            Комментировать
                        </button>
                        <button>
                            Смотреть комментарии
                        </button>
                    </div>
                </div>
            </div>
            <hr/>
            <div>
                <h3>
                    Чемпионат Австралии, тур-4
                </h3>
                <div>
                    <h4>
                        Матч: Мельбурн Виктори(1) - Алтона Мэджик(0) Видео Текст
                    </h4>
                    <div>
                        <button>
                            Комментировать
                        </button>
                        <button>
                            Смотреть комментарии
                        </button>
                    </div>
                    <h4>
                        <b>Менеджер команды "Мельбурн Виктори"</b>
                    </h4>
                    <p>
                        <time>23:06 16.09.2020</time>
                    </p>
                    <p>[16.09.2020 23:06:07] Очень &quot;на тоненького&quot; сегодня сыграли, даже преимущество в
                        физе
                        не помогло, все решил один момент во второй тайме, когда Купер убежал на рандеву с вратарем
                        гостей, чудом вырвав победу. Надеюсь и верю, что тот резерв, что нам удалось сегодня
                        сэкономить,
                        позволит победить манкунианцев на их поле.</p>
                    <div>
                        <button>
                            Комментировать
                        </button>
                        <button>
                            Смотреть комментарии
                        </button>
                    </div>
                </div>
            </div>
            <hr/>
        </div>
    );
}

export default PressConferences;